Repository: A-Archives-and-Forks/winmerge
Catalog: Translations/ShellExtension/Lithuanian.po
Languages: lt

source: AFX_TARG_ENU
lt: AFX_TARG_LIT

source: LANG_ENGLISH, SUBLANG_ENGLISH_US
lt: LANG_LITHUANIAN, SUBLANG_DEFAULT

source: Open with WinMerge
lt: Atverti su WinMerge

source: Please select no more than 2 items
lt: Pasirinkite ne daugiau kaip 2 elementus

source: Compare
lt: Lyginti

source: Compare...
lt: Lyginti...

source: Compare To
lt: Palyginti su

source: Save this path. Select another path to compare with this path.
lt: Iðsaugoti ðá kelià. Parinkti kità kelià ir palyginti su ðiuo keliu.

source: Compare to saved path (%1)
lt: Palyginti su iðsaugotu keliu (%1)

source: Re-select First
lt: Ið naujo parinkti pirmà
