Repository: A-Archives-and-Forks/winmerge
Catalog: Translations/ShellExtension/Turkish.po
Languages: tr

source: AFX_TARG_ENU
tr: AFX_TARG_TRK

source: LANG_ENGLISH, SUBLANG_ENGLISH_US
tr: LANG_TURKISH, SUBLANG_DEFAULT

source: ShellExtension
tr: KabukEklentisi

source: Open with WinMerge
tr: WinMerge ile Aç

source: Please select no more than 2 items
tr: Lütfen 2 ögeden fazlasýný seçmeyin

source: Compare
tr: Karþýlaþtýr

source: Compare...
tr: Karþýlaþtýr...

source: Compare To
tr: Þununla Karþýlaþtýr

source: Save this path. Select another path to compare with this path.
tr: Bu yolu kaydet. Ardýndan bu yol ile karþýlaþtýrýlacak baþka bir yol seçebilirsiniz.

source: Compare to saved path (%1)
tr: Kaydedilen yol ile karþýlaþtýr (%1)

source: Re-select First
tr: Birinciyi yeniden seçin
